import React, { Fragment } from 'react'
//B2B 개인정보처리방
export default function(props) {
    return(
        <Fragment>


                <div>
                    나이스푸드는 정보통신망 이용촉진 및 정보보호에 관한 법률 제27조의 2 및 개인정보보호법 제30조에 따라 고객의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.<br/><br/>

                    제1조 개인정보의 수집 및 이용목적<br/>
                    1. 회원가입 및 관리<br/>
                    가입 의사 확인 및 중복 가입 여부 확인, 회원제 서비스에 따른 본인 식별, 회원자격 유지.관리, 서비스 부정 이용 방지, 분쟁 조정을 위한 기록 보존, 불만 접수 등 민원의 처리, 고지사항 전달 등<br/><br/>

                    2. 재화 또는 서비스 제공<br/>
                    물품배송, 서비스제공, 계약서·청구서 발송, 콘텐츠 제공, 상품·서비스의 이용 실적 정보 통계·분석을 통한 맞춤형 서비스 제공, 본인인증, 연령인증, 요금결제·정산, 현금영수증 발급에 따른 민원사항의 처리<br/><br/>

                    제2조 개인정보 수집 항목 및 방법<br/>
                    1. 수집항목<br/>
                    ① 아이디, 비밀번호, 성명, 휴대전화번호, 위치정보(동의시) : 회원제 서비스 이용에 따른 본인식별절차에 이용<br/>
                    ② 전자우편주소, 전자우편 수신여부, 휴대전화번호, 문자(SMS) 수신 여부 : 고지사항 전달, 본인 의사 확인, 불만 처리 등 원활한 의사소통 경로의 확보, 새로운 서비스/신상품이나 이벤트 정보의 안내<br/>
                    ③ 주소, 휴대전화번호, 유선전화번호 : 경품과 쇼핑 물품 배송에 대한 정확한 배송지의 확보<br/>
                    ④ 단, 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않으며 부득이하게 수집해야 할 경우 이용자들의 사전동의를 반드시 구할 것입니다. 그리고, 어떤 경우에라도 입력하신 정보를 이용자들에게 사전에 밝힌 목적 이외에 다른 목적으로는 사용하지 않으며 외부로 유출하지 않습니다.<br/><br/>

                    2. 수집방법<br/>
                    ① 홈페이지, 고객센터를 통한 전화 및 온라인 상담, 이벤트 페이지, 애플리케이션을 통한 입력<br/><br/>

                    제3조 개인정보의 보유 및 이용기간<br/>
                    1. 귀하의 개인정보는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적이 달성되면 파기됩니다. 단, 상법 등 관련법령의 규정에 의하여 다음과 같이 거래 관련 권리, 의무 관계의 확인 등을 이유로 일정 기간 보유하여야 할 필요가 있을 경우에는 일정 기간 보유합니다.<br/><br/>

                    ① 서비스 이용 관련 개인정보 (로그인 기록)<br/>
                    보존근거 : 통신비밀보호법<br/>
                    보존기간 : 3 개월<br/>
                    ② 표시/광고에 관한 기록<br/>
                    보존근거 : 전자상거래 등에서의 소비자보호에 관한 법률<br/>
                    보존기간 : 6 개월<br/>
                    ③ 계약 또는 청약철회 등에 관한 기록<br/>
                    보존근거 : 전자상거래 등에서의 소비자 보호에 관한 법률<br/>
                    보존기간 : 5 년<br/>
                    ④ 대금결제 및 재화 등의 공급에 관한 기록<br/>
                    보존근거 : 전자상거래 등에서의 소비자보호에 관한 법률<br/>
                    보존기간 : 5 년<br/>
                    ⑤ 소비자의 불만 또는 분쟁처리에 관한 기록<br/>
                    보존근거 : 전자상거래 등에서의 소비자보호에 관한 법률<br/>
                    보존기간 : 3 년<br/><br/>

                    2. 귀하의 동의를 받아 보유하고 있는 거래정보 등에 대하여 귀하께서 열람을 요구하는 경우 나이스푸드는 지체 없이 이를 열람, 확인할 수 있도록 조치를 취합니다.<br/><br/>

                    제4조 개인정보의 파기절차 및 방법<br/>
                    1. 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니다.<br/>

                    2. 이용자로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다. 별도 보존되는 개인정보는 법률에 의한 경우가 아니고서는 보존목적 이외의 다른 목적으로 이용되지 않습니다.<br/>
                    3. 개인정보 파기의 절차 및 방법은 다음과 같습니다.<br/>
                    ① 파기절차<br/>
                    - 회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.<br/>
                    ②  파기방법<br/>
                    - 회사는 전자적 파일 형태로 기록.,저장된 개인정보는 기록을 재생할 수 없도록 로우레밸포멧(Low Level Format) 등의 방법을 이용하여 파기하며, 종이 문서에 기록.저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.<br/><br/>

                    제5조 개인정보의 제3자 제공<br/>

                    1. 나이스푸드는 회원의 개인정보를 사전 동의 없이 제3자에게 제공하지 않습니다.<br/>
                    2. 회원의 개인정보를 제공하거나 공유하는 경우에는 회원에게 제공 받거나 공유하는 자가 누구이며, 제공 또는 공유되는 개인정보 항목이 무엇인지, 개인정보를 제공하거나 공유하는 목적이 무엇인지, 보유 및 이용기간 등에 대해 개별적으로 사이트, 전자우편 또는 서면, 신청서 등을 통해 고지한 후 이에 대하여 별도 동의를 구합니다.<br/><br/>

                    제6조 개인정보처리의 위탁<br/>

                    나이스푸드는 개인정보의 처리와 관련하여 아래와 같이 업무를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.<br/>
                    또한 공유하는 정보는 당해 목적을 달성하기 위하여 필요한 최소한의 정보에 국한됩니다.<br/>

                    ○ 수탁자 수탁범위<br/>
                    1. ㈜이지팜 : 온라인쇼핑몰 시스템 운영 및 관리<br/>
                    2. 신한금융그룹 : 계좌이체 서비스 제공<br/>
                    3. 결제 대행사(엘지유플러스, ㈜시옷-아임포트 등) : 결제 대행<br/>
                    4. 취급택배사(CJ대한통운, 우체국택배 등 배송담당 택배사) : 주문상품의 배송<br/>
                    5. Amazon Web Services Inc. : 데이터보관<br/><br/>

                    제7조 이용자 및 법정대리인의 권리와 그 행사방법<br/>

                    이용자는 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.<br/>
                    이용자들의 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는 '회원정보수정' 등)을, 가입해지(동의철회)를 위해서는 "회원탈퇴"를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.<br/>
                    혹은 개인정보 보호책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.<br/>
                    귀하가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.<br/>

                    위의 권리행사는 이용자의 법정대리인이나 위임을 받은 사람을 통해서도 할 수 있습니다. 다만, 이용자가 대리인을 통해 권리행사를 하는 경우에는 이용자 본인의 위임장과 인감증명서 또는 주민등록증, 운전면허증, 여권 등의 신분증명서 사본을 제출 받는 등 해당 요구를 하는 자가 이용자 본인의 위임을 받은 정당한 대리인임을 확인할 수 있습니다.<br/><br/>

                    제8조 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항<br/>

                    나이스푸드는 귀하에 대한 정보를 저장하고 수시로 찾아내는 쿠키(cookie)를 사용합니다.<br/>

                    1. 쿠키(Cookie)란?<br/>
                    쿠키는 웹사이트가 귀하의 컴퓨터 브라우저(넷스케이프, 인터넷 익스플로러 등)로 전송하는채 소량의 정보입니다.<br/><br/>

                    2. 쿠키(cookie) 운용<br/>
                    나이스푸드는 이용자의 편의를 위하여 쿠키를 운영합니다. 쿠키(cookie)를 통해 수집한 정보는 다음의 목적을 위해 사용됩니다.<br/>
                    ① 개인의 관심 분야에 따라 차별화된 정보를 제공<br/>
                    ② 회원과 비회원의 접속빈도 또는 머문 시간 등을 분석하여 이용자의 취향과 관심분야를 파악하여 타겟(target) 마케팅에 활용<br/>
                    ③ 쇼핑한 품목들에 대한 정보와 관심 있게 둘러본 품목들에 대한 자취를 추적하여 다음 번 쇼핑 때 개인 맞춤 서비스를 제공<br/>
                    ④ 회원들의 습관을 분석하여 서비스 개편 등의 척도<br/>
                    ⑤ 게시판 글 등록<br/><br/>

                    3. 쿠키 설정 거부 방법<br/>
                    쿠키 설정을 거부하는 방법으로는 회원님이 사용하시는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.<br/>
                    설정방법 예(인터넷 익스플로러의 경우) : 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보<br/>
                    단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.<br/><br/>

                    제9조 온라인 맞춤형 광고 서비스<br/>

                    회사는 다음과 같이 온라인 맞춤형 광고 사업자가 행태정보를 수집하도록 허용하고 있습니다.<br/>

                    1. 행태정보를 수집 및 처리하는 광고 사업자: Google<br/>
                    2. 행태정보 수집 방법: 이용자가 당사 웹사이트 방문하거나 앱을 실행할 때 자동 수집 및 전송<br/><br/>

                    제10조 개인정보의 기술적.관리적 보호조치<br/>

                    회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치 및 기타 관련 법령에서 정해진 조치를 취하고 있습니다.<br/>

                    1. 관리적 조치: 내부관리계획 수립·시행, 정기적 직원 교육 등<br/>
                    2. 기술적 조치: 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화, 보안프로그램 설치 등<br/>
                    3. 물리적 조치: 전산실, 자료보관실 등의 접근통제 등<br/>

                    제11조 개인정보 보호책임자<br/>

                    이용자들의 개인정보를 보호하고 개인정보와 관련된 불만 등을 처리하기 위하여 나이스푸드는 고객서비스담당 부서 및 개인정보 보호책임자를 두고 있습니다. 이용자의 개인정보와 관련한 문의사항은 아래의 고객서비스담당 부서 또는 개인정보 보호책임자에게 연락하여 주시기 바랍니다.<br/>
                    1. 고객지원센터<br/>
                    전화번호 : 031-421-3414 / 이메일 : info@blocery.io<br/>
                    2. 개인정보 보호책임자<br/>
                    성명 : 김용 / 소속ㆍ직위 : 블록체인사업본부·본부장 / 전화번호: 031-421-3414 / 이메일 : gary@blocery.io<br/><br/>

                    제12조 이용자의 권익침해에 대한 구제방법<br/>

                    개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.<br/>
                    1. 개인정보침해신고센터 (http://privacy.kisa.or.kr/ 118)<br/>
                    2. 정보보호마크인증위원회 (www.eprivacy.or.kr / 02-580-0533~4)<br/>
                    3. 대검찰청 첨단범죄수사과 (www.spo.go.kr / 02-3480-2000)<br/>
                    4. 경찰청 사이버안전국 (http://cyberbureau.police.go.kr/ 182)<br/><br/>

                    제13조 개인정보처리방침의 개정과 그 공지<br/>
                    본 개인정보처리방침은 2019년 8월 23일에 개정되었으며 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지의 '공지사항'을 통해 고지할 것입니다.<br/>
                    다만, 개인정보의 수집 및 활용, 제3자 제공 등과 같이 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 고지합니다.<br/>

                    - 공고일자 : 2019년 12월 30일<br/>
                    - 시행일자 : 2019년 12월 30일

                </div>
        </Fragment>
    )
}