import React, { Fragment } from 'react'
//B2C 이용약관
export default function(props) {
    return(
        <Fragment>


                <div>
                    제1조 (목적)<br/>
                    이 약관은 Farm & Consume, Ltd.과 (주)이지팜(이하 “회사”라 함)이 공동운영하는 전자상거래 서비스 마켓블리(이하 “마켓블리”라 함)에서 제공하는 전자상거래 관련 서비스(이하 “서비스”라 함)에 가입하여 이를 이용하는 자(이하 “회원”이라 함) 사이의 법률관계 및 제반절차를 분명히 정함을 목적으로 합니다.<br/>

                    제2조 (정의)<br/>
                    이 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br/>
                    1) "마켓블리”은 온라인 마켓플레이스 및 정보제공 사이트로서 회원이 판매를 위해 등록한 상품 정보를 전시 및 노출하고, 다른 회원이 해당 상품을 구매할 수 있도록 하는 서비스를 의미합니다.<br/>
                    2) “플랫폼”은 마켓블리 웹사이트, 마켓블리 모바일 어플리케이션을 포함하여 회사의 서비스 제공에 사용되는 각종 플랫폼을 의미합니다.<br/>
                    3) “적립금”은 회사에서 발행한 “BLCT”라는 코인을 사용하며, 회원이 서비스 내에서 상품을 구매할 경우 현금 대신 거래대금 결제 등에 사용할 수 있는 재화를 의미합니다.<br/>
                    4) “판매회원”은 마켓블리 서비스를 통해 재화 또는 용역 등(이하 “상품”이라 함)을 판매하는 회원을 의미합니다.<br/>
                    5) “구매회원”은 마켓블리 서비스를 통해 상품을 구매하는 회원을 의미합니다.<br/>
                    6) “예약상품”이라 함은 판매자가 생산단계에서 판매하는 상품에 대해 판매회원과 구매회원간의 예약거래 계약에 의해 판매되는 재화 등을 말합니다.<br/>
                    7) “즉시상품”이라 함은 판매회원이 주문을 받는 즉시 배송가능한 재화 등을 말합니다.<br/>
                    8) “미배송 보상금“이라 함은 판매회원이 예약상품의 배송을 못할 경우 ‘지연 및 미배송 보상정책’에 따라 구매회원에게 지급하는 보상금을 말합니다.<br/>
                    9) “지연배송 보상금”이라 함은 판매회원이 지정한 배송기간을 넘길 경우 ‘지연 및 미배송  보상정책’에 따라 구매회원에게 지급하는 보상금을 말합니다.<br/>
                    10) “미배송 확정일”이라 함은 판매회원의 상품배송이 불가하다고 판단되는 날로, 판매회원과 구매회원간 예약거래 계약이 파기되어 그에 따른 보상이 지급되는 날을 말합니다.<br/><br/>

                    제3조 (약관의 게시 및 개정)<br/>
                    ① 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 플랫폼에 게시합니다.<br/>
                    ② 회사는 관련 법령을 위배하지 않는 범위 내에서 이 약관을 개정할 수 있으며, 이 경우 개정내용과 적용일자를 명시하여 플랫폼을 통해 그 적용일자 7일 전부터 적용일자 전일까지 약관개정을 공지합니다. 다만, 개정내용이 회원에게 불리한 변경에 대한 것이 경우에는 개정약관의 적용일자 30일 전부터 적용일자까지 충분한 기간동안 약관개정을 공지합니다.<br/>
                    ③ 회원은 개정약관에 동의하지 않는 경우 개정약관의 적용일 이전에 거부 의사를 표시하고 이 약관에 의한 이용계약을 해지할 수 있습니다.<br/>
                    ④ 회사가 본 조 제2항에 따라 개정약관을 공지 또는 통지하면서 회원에게 적용일 전까지 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의사를 표명하지 아니한 경우 개정약관에 동의한 것으로 봅니다.<br/><br/>

                    제4조 (운영정책 등)<br/>
                    ① 회사는 이 약관에 규정되지 않은 세부적인 내용에 대해 개별 운영정책 등(이하 "운영정책”이라 함)을 제정하여 운영할 수 있으며, 해당 내용을 플랫폼에 게시합니다. 운영정책은 이 약관과 더불어 마켓블리 서비스 이용계약(이하 “이용계약”이라 함)의 일부를 구성합니다.<br/>
                    ② 회사는 서비스 중 특정 서비스에 관한 약관(이하 “개별약관”이라 함)을 별도로 제정할 수 있으며, 회원이 개별약관에 동의한 경우 개별약관은 이용계약의 일부를 구성하고 개별약관에 이 약관과 상충하는 내용이 있을 경우 개별 약관이 우선적으로 적용됩니다.<br/>
                    ③ 이 약관에 의해 회원으로 가입하고자 하는 자는 이 약관의 내용을 숙지하고 회원과 회사 간의 권리∙의무관계에 대해 동의함을 확인합니다.<br/><br/>

                    제5조 (회원가입)<br/>
                    ① 이용계약은 서비스를 이용하고자 하는 자(이하 “이용신청자”라 함)가 이 약관에 동의하고 회사가 정한 절차에 따라 회원가입을 신청하며, 이에 대해 회사가 심사를 거쳐 승낙함으로써 성립합니다. 회사는 이용신청자에 대한 회원가입 승낙의 의사표시를 해당 서비스 화면에 게시하거나 email 또는 기타 방법으로 할 수 있습니다.<br/>
                    ② 이용신청자는 회사가 별도로 요청하는 증빙서류가 있는 경우 신속히 제출하여야 하며, 회사는 해당 서류를 청구하는 시점까지 가입신청에 대한 승낙을 보류하거나 거부할 수 있습니다.<br/>
                    ③ 회원가입은 원칙적으로 만 19세 이상의 개인(개인사업자 포함) 또는 법인만 할 수 있습니다. 단, 회사는 만 19세 미만의 개인이 회원가입을 신청하는 경우 그 법정대리인의 동의서 및 입증자료의 제출을 전제로 회원가입을 승낙할 수 있습니다.<br/>
                    ④ 회사는 제1항에 따라 회원가입을 신청한 자 중에서 아래 각 호에 해당되는 경우에는 승낙을 거부할 수 있으며, 승낙이 이루어진 이후라도 사후적으로 아래 각 호의 사유가 확인된 경우에는 승낙을 취소할 수 있습니다.<br/>
                    1) 가입을 신청한 자가 이 약관 및 회사의 다른 서비스와 관련하여 이전에 회원 자격을 상실한 적이 있는 경우<br/>
                    2) 실명이 아니거나 타인의 정보 등(예)주민등록번호, 사업자번호, I-PIN 등)를 이용한 경우<br/>
                    3) 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우<br/>
                    4) 회사로부터 회원자격 정지 조치 등을 받은 회원이 그 조치기간 중에 이용계약을 임의 해지하고 재이용신청을 하는 경우<br/>
                    5) 기술적 지장 등으로 회원가입에 대한 승낙이 어려운 경우<br/>
                    6) 가입을 신청한 자의 귀책사유로 인하여 승낙이 불가능하거나 필수 서류 또는 회사가 요청하는 서류를 제출하지 않는 등 기타 제반 사항을 위반하여 신청하는 경우<br/>
                    7) 기타 이 약관에 위배되거나 위법 또는 부당한 이용신청 등 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우<br/>
                    ⑤ 회원은 본인은 주소지 또는 대금결제를 위한 통장계좌 등 회원가입시 제출한 정보의 변경이 발생하는 경우 즉시 회사에 이를 통지하여야 하며, 회사는 통지의 지연으로 인하여 발생한 손해에 대하여 책임을 지지 않습니다.<br/><br/>

                    제6조 (대리행위 및 보증의 부인)<br/>
                    ① 회사는 회원들 사이의 상품의 거래에 대한 통신판매중개서비스를 제공할 뿐이며, 회사의 어떠한 행위도 회원을 대리한 상품의 거래행위로 간주되지 않습니다.<br/>
                    ② 회사는 서비스를 통하여 이루어지는 회원간의 판매 및 구매와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 등록물품의 품질, 완전성, 안전성, 적법성 및 타인의 권리에 대한 비침해성, 회원이 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 등 일체에 대하여 보증하지 아니하며, 이와 관련한 일체의 위험과 책임은 해당 회원이 부담해야 합니다.<br/>
                    ③ 회사는 회원이 서비스를 통한 상품의 판매효과에 대하여 어떠한 보증을 제공하지 아니하며, 회원은 자신이 의도한 판매효과의 미흡 등을 이유로 회사에 어떠한 책임도 물을 수 없습니다.<br/><br/>

                    제7조 (서비스의 종류와 이용료)<br/>
                    ① 회사가 제공하는 서비스에는 다음 각 호의 서비스가 포함됩니다.<br/>
                    1) E-Commerce Platform(상품등록) 개발 및 운영을 통한 통신판매중개서비스<br/>
                    2) 회원이 제공한 상품 이미지 등 상품 정보 및 데이터베이스를 활용하여 다른 회원들이 상품의 선호도를 선택하고 광고주∙상품에 대한 의견을 공유하는 등 다양한 형태의 서비스<br/>
                    3) 회원의 채널에서 발생하는 제반정보를 수집, 가공하여 통계정보를 제공하는 통계 서비스<br/>
                    4) 기타 통신판매중개 와 관련한 제반 서비스<br/>
                    ② 회사가 회원이 서비스와 관련하여 판매 등을 위해 등록한 상품과 관련해서 어떠한 책임도 부담하지 않습니다.<br/>
                    ③ 회사는 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간 서비스 제공을 원칙으로 합니다. 다만 정기점검이나 시스템의 업그레이드가 필요한 날이나 시간에 서비스를 일시 중단할 수 있으며, 예정되어 있는 작업으로 인해 서비스를 일시 중단하는 경우에는 플랫폼 등을 통해 사전에 회원에게 공지합니다.<br/><br/>

                    제8조 (서비스 이용 수수료)<br/>
                    ① 회사는 회원의 서비스 이용에 대한 대가로서 회원에게 다음 각호의 요금(이하 “서비스 이용요금”라 함)의 지급을 청구할 수 있습니다. 서비스 이용요금의 지급조건, 요율 기타 구체적인 사항은 플랫폼을 통해 공지합니다.<br/>
                    1) 상품 판매 수수료<br/>
                    2) 결제 서비스 이용 수수료<br/>
                    3) 결제 금액 환불 수수료<br/>
                    4) 적립금 환전 수수료<br/>
                    5) 부가서비스 이용 수수료<br/>
                    6) 기타 유료서비스 이용 수수료<br/>
                    ② 회사는 회원에 대하여 보유하는 서비스 이용요금 채권을 해당 회원에게 지급할 정산대금에서 공제하거나, 해당 회원이 보유한 예치금에서 차감하는 등의 방법으로 상계할 수 있습니다. 회사는 회원과의 협의 또는 내부정책 등에 따라 서비스 이용요금의 지급 및 수령 방법에 관한 사항을 달리 정할 수 있습니다.<br/>
                    ③ 회사는 필요에 따라 서비스 이용요금 항목을 신설하거나 변경할 수 있습니다. 이와 관련한 사항은 플랫폼을 통하여 회원에게 공지합니다.<br/><br/>

                    제9조 (서비스의 중단)<br/>
                    ① 회사는 통제할 수 없는 기술적 장애, 서버 제공 및 인터넷 회선 인프라 사업자, 기간통신사업자 등 제3자의 귀책사유 및 천재지변, 국가비상사태 등의 사유로 인하여 서비스제공이 불가능한 경우 서비스 제공을 일시 중단할 수 있습니다.<br/>
                    ② 회사는 회원의 서비스 이용이 다음 각 호 중 어느 하나 이상에 해당하는 경우 사전통지 없이 서비스 제공을 중단하거나 이용계약을 해제하는 등의 조치를 취할 수 있습니다.<br/>
                    1) 이 약관에서 규정하는 회원의 의무사항을 위반하는 행위를 하는 경우<br/>
                    2) 수사기관으로부터 수사목적의 요청이 있거나, 방송통신심의위원회, 서울시전자상거래센터 등의 기관으로부터 심의결정 또는 서비스 제한 요청이 있는 경우<br/>
                    3) 회원의 서비스 이용이 전체 서비스 시스템 과부하의 원인이 되는 경우<br/>
                    4) 이 약관 또는 회사의 다른 서비스 약관 및 정책 등을 위반하여 회사 또는 다른 회원에게 손해가 발생하거나 발생할 우려가 있다고 판단되는 경우<br/>
                    ③ 전항 각 호의 사유로 서비스 제공을 중단하는 경우, 서비스 제공 중단의 구체적인 기준 등에 대해서는 운영정책에서 정합니다.<br/>
                    ④ 회사는 서비스의 원활한 운영을 위하여 회원이 등록한 상품이 판매 이력이 없거나 또는 회원의 정보관리 이력이 없는 경우 제5항의 방법에 따라 공지 또는 통지한 후 회원이 등록한 상품정보를 삭제할 수 있습니다.<br/>
                    ⑤ 회사는 본 조에 따라 서비스를 중단하는 경우 이러한 사실을 플랫폼 또는 전자우편 등의 방법으로 회원에게 공지 또는 통지합니다. 단, 기술적 장애 사유 등의 경우에는 사후에 통지할 수 있습니다.<br/><br/>

                    제10조 (회사의 권리와 의무)<br/>
                    ① 회사는 이 약관에 따라 회원에게 지속적이고 안정적인 서비스를 제공하는데 최선의 노력을 다합니다.<br/>
                    ② 회사는 회원으로부터 제기되는 불편사항 및 서비스의 문제점에 대해 정당하다고 판단되는 경우 해당 문제의 해결을 위한 노력을 다하며, 신속한 해결이 곤란한 경우에는 회원에게 그 사유와 처리절차를 안내합니다.<br/>
                    ③ 회사는 회원이 서비스 이용 과정에서 등록한 상품 등의 정보를 서비스의 제공 및 홍보 등 목적으로 사용할 수 있으며, 필요한 경우 해당 정보를 수정∙편집하여 활용할 수 있습니다.<br/>
                    ④ 회사는 회원의 서비스 이용과 관련하여 발생하는 광고 및 매출효과 등의 정보를 통계자료의 작성 및 다른 서비스에의 적용 기타 회사의 영업 목적에 활용할 수 있습니다.<br/>
                    ⑤ 회사는 회원에 관한 정보(상호, 업종, 연락처 등)를 포함하여 서비스 제공 과정에서 생산되는 각종 정보를 활용하여 다른 서비스에 적용하거나 다른 기업에 제공(판매)하는 등 회사의 영업 목적에 사용할 수 있습니다. 만일 해당 정보가 개인정보 보호법 등 관련 법령에 따라 회원의 동의가 필요한 개인정보인 경우, 회사는 회원 동의 절차 등 법률상 의무를 준수합니다.<br/>
                    ⑥ 회사는 회원의 서비스 이용과 관련한 자료를 수사기관의 수사목적의 요청 및 기타 공공기관이 관련 법률에 따른 절차를 통해 요청하는 경우 회원의 동의 없이 해당 기관에 제공할 수 있습니다.<br/>
                    ⑦ 회사는 회원이 서비스에 등록한 상품 및 그 정보 등이 불법정보에 해당한다고 판단되거나, 방송통신심의위원회 등 관련기관으로부터 요청이 있는 경우 또는 회원이 서비스를 이 약관 이 외의 목적으로 사용한다고 판단되는 경우 회원에 대한 사전 통보 없이 해당 정보를 삭제할 수 있습니다.<br/>
                    ⑧ 회사는 안정적인 서비스 제공을 위해 회원이 플랫폼에 등록하여 판매하는 상품 수(판매중 및 판매대기 상품을 모두 포함)의 상한을 정해 제한할 수 있습니다. 회사는 회원의 거래액 등을 기준으로 하여 회원 별로 그 상한을 달리 정할 수 있으며, 그밖에 구체적인 내용은 운영정책을 통해 정합니다.<br/><br/>

                    제11조 (통지)<br/>
                    ① 회사는 이 약관과 관련한 통지 시 회원이 제공한 전자우편, (휴대)전화번호, 주소, 판매자 센터 로그인 시 동의 창 등의 수단으로 할 수 있습니다.<br/>
                    ② 회사는 회원 전체에 대한 통지의 경우 7일 이상 플랫폼 내 공지사항에 게시함으로써 제1항의 통지에 갈음할 수 있습니다. 다만, 회원의 서비스 이용과 관련하여 중대한 영향을 미치는 사항에 대하여는 본 조 제1항의 통지 수단 중 2개 이상의 방법을 통해 통지합니다.<br/>
                    ③ 회원은 회사에 실제로 연락이 가능한 전자우편, (휴대)전화번호, 주소 등의 정보를 제공하고 해당 정보들을 최신으로 유지하여야 하며, 회사의 통지를 확인하여야 합니다.<br/>
                    ④ 회원이 전항의 의무를 소홀히 하여 발생한 불이익에 대해서는 보호받지 못합니다.<br/><br/>

                    제12조 (회원의 금지행위)<br/>
                    회원은 다음 각 호에 해당하는 행위를 하여서는 아니 되며 이를 위반한 경우 회사는 서비스 이용정지 및 이용계약 해지 등의 조치를 취할 수 있습니다. 서비스 이용정지의 구체적인 기준 등에 대해서는 운영정책에서 정합니다.<br/>
                    ① 일반사항<br/>
                    1) 서비스를 통해 음란정보, 거짓정보 등 유해한 정보를 게재하거나 링크하는 행위<br/>
                    2) 범죄행위와 결부되는 모든 행위 및 기타 관계법령에 위반되는 행위<br/>
                    3) 해킹, 컴퓨터 바이러스 유포, 서버 공격 등으로 타인과 회사에 해가 되는 경우<br/>
                    4) 서비스의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나 수신자의 의사에 반하여 광고성 정보를 지속적으로 전송하는 행위<br/>
                    5) 상품판매 또는 구매 이외의 목적으로 서비스를 이용하는 행위<br/>
                    6) 마켓블리 서비스에서의 거래행위와 직접적인 연관이 없는 이벤트 및 홍보를 위해 서비스를 이용하는 행위<br/>
                    7) 회사 서비스를 방해하거나 장애를 발생시킬 수 있는 모든 행위<br/>
                    8) 이 약관에 따른 권리∙의무를 회사의 사전 서면 동의 없이 타인에게 양도, 증여하거나 이를 담보제공 하는 행위<br/>
                    ② 상품 거래 관련 금지행위<br/>
                    1) 물품 또는 용역을 허위로 가장하거나 가족 또는 지인 등 타인의 계정을 이용하여 판매자 본인의 물품을 구매하는 등의 부정거래 행위<br/>
                    2) 회사의 결제대금 보호서비스를 통하지 않는 직거래 유도행위 및 직거래 요청을 수락하는 행위<br/>
                    3) 허가 없이 타인의 상표나 로고를 사용하는 행위 등 타인의 지적재산권을 침해행위<br/>
                    4) 상품 등록 시 상품과 상관없는 상표명을 사용하거나 중복해서 사용하는 행위<br/>
                    5) 상품등록 시 제조사, 원산지, 브랜드를 허위로 기재하거나 표시하지 않는 행위<br/>
                    6) 타인이 창작한 이미지나 문구 또는 타인이 촬영하여 제작한 사진 등 타인의 창작물을 무단으로 사용하는 행위<br/>
                    7) 연예인 사진 등의 무단사용 등 타인의 초상권 및 성명권을 침해하는 행위<br/>
                    8) 관련법령에 위반되는 상품을 판매하거나 판매 자격을 갖추지 아니하고 특정상품을 판매하는 행위<br/>
                    9) 회사가 제공하는 할인쿠폰, 포인트 등을 부당하게 수취할 목적 등으로 오프라인, 타사이트 등에서 발생한 거래를 회사의 결제시스템을 이용하기 위해 온라인으로 가장하여 거래하는 행위 또는 타사이트에서 발생한 거래 건을 재주문하여 발송하는 행위 등<br/>
                    10) 카테고리 부정등록 등 기타 비정상적인 방법으로 상품을 등록하는 행위<br/>
                    <br/>
                    제13조 (지적재산권보호 및 권리침해신고 등)<br/>
                    ① 회원은 제3자의 지식재산권을 사용하게 되는 경우 당해 권리자로부터 사용에 대한 허가를 취득한 후에 사용해야 하며 상품의 등록 및 판매 등과 관련하여 제3자의 상표권, 특허권, 저작권, 성명권, 초상권 등 제반 지식재산권을 침해하지 않아야 합니다.<br/>
                    ② 회사는 회원이 서비스에 등록∙사용한 상품정보 및 제반 정보에 대하여 제3자로부터 권리침해의 주장이 있을 경우 해당 정보를 삭제하고 재등록을 제한하는 등의 조치를 취할 수 있습니다.<br/>
                    ③ 전항과 관련하여 회사는 회원에게 소명자료를 요청할 수 있으며, 회원은 이에 적극 협조하여야 합니다. 단, 회원이 제출한 자료가 법원의 확정판결 등 회사가 인정하는 자료가 아닌 경우 회사는 상품 삭제 및 등록 제한 상태를 유지할 수 있습니다.<br/>
                    ④ 회원은 서비스에 등록한 정보와 관련하여 제3자로부터 분쟁이 발생하는 경우 회사를 면책시키고 그로 인해 발생한 손해를 배상하여야 합니다.<br/><br/>

                    제14조 (취득한 개인정보의 보호)<br/>
                    ① 회원은 서비스의 이용 과정에서 취득한 다른 회원 등 타인의 개인정보를 이 약관에서 정한 목적 이외의 용도로 사용하거나 제3자에게 제공하는 등 외부에 유출할 수 없으며, 관련 법령 등에 따라 철저히 보호하여야 합니다.<br/>
                    ② 회사는 배송 등의 목적으로 회원에게 공개되는 다른 회원의 개인정보를 회사의 정책에 따라 상당 기간이 경과한 후 비공개 조치할 수 있습니다.<br/>
                    ③ 회원이 본 조를 위반하여 다른 회원 등과 분쟁이 발생하는 경우 자신의 노력과 비용으로 회사를 면책시켜야 하며, 민/형사상 일체의 법적 책임을 부담하여야 합니다.<br/><br/>

                    제15조 (상품의 판매 및 관리)<br/>
                    ① 서비스를 통한 상품의 등록 및 판매는 회사의 회원가입 승인 이후에 가능하며, 회원은 상품 및 용역에 관한 정보를 플랫폼을 통하여 직접 등록, 관리하여야 합니다.<br/>
                    ② 판매회원은 서비스를 통한 상품 판매 및 상품 광고 등이 제반 법령과 이 약관에 위반되지 않도록 신의에 따라 성실하게 관리 및 운영할 책임이 있습니다.<br/>
                    ③ 판매회원은 상품의 재고 수량 등 수시로 변동되는 사항에 대한 데이터를 플랫폼을 통해 적절히 관리하여야 하며, 플랫폼에 허위의 데이터를 기재할 수 없습니다.<br/>
                    ④ 판매회원은 주문 조회, 배송 처리 등의 회사가 정한 목적에 한하여 플랫폼을 이용할 수 있으며, 플랫폼을 통해 제공된 정보를 관련법령 및 이 약관이 외의 목적으로 제3자에게 제공할 수 없습니다.<br/>
                    ⑤ 회원은 자신의 플랫폼 계정 정보(ID 및 Password)를 관리할 책임이 있으며, 회사는 회원의 귀책사유에 따른 로그인 정보의 분실 및 제3자 사용 등과 관련하여 발생하는 손해에 대해 책임지지 않습니다.<br/>
                    ⑥ 회원은 회사가 서비스 운영에 필요한 정보 및 증빙자료의 제공을 요청할 경우 이에 성실히 응하여야 합니다.<br/>
                    ⑦ 판매회원은 상품 판매와 관련하여 세금계산서 등 발급 요구에 성실히 응하여야 합니다.<br/>
                    ⑧ 판매회원은 상품에 관한 다른 회원의 문의에 성실, 정확히 답변해야 하며, 회원의 부정확하거나 불성실한 답변으로 인하여 발생하는 모든 책임과 의무는 판매회원 본인에게 있습니다. 또한, 본 항을 위반하여 구매회원과 분쟁이 지속하여 발생하는 경우 회사는 해당 판매회원의 서비스 이용을 중단하거나 이용계약을 해지할 수 있습니다.<br/>
                    ⑨ 구매회원이 작성한 문의글 또는 구매평을 삭제하는 경우 판매회원이 해당 글에 대해 작성한 답변글도 삭제될 수 있습니다. 단, 관계법령에 따라 삭제된 게시글은 작성일로부터 3년간 보관됩니다.<br/>
                    ⑩ 상품 등록 후 1년 이상 거래내역이 없는 상품의 경우 회사는 별도 통지 없이 상품 검색의 효율성 제고 및 구매회원 편의 개선을 위해 해당 상품을 삭제하거나 판매 중단 처리할 수 있습니다.<br/>
                    ⑪ 회원은 회사가 플랫폼 등을 통해 게시 및 안내하는 서비스 운영 정책 및 공지사항 등을 정확히 숙지하여야 하며, 이를 확인하지 않거나 오인하여 발생하는 손해에 대해서 회사는 어떠한 책임도 부담하지 않습니다.<br/><br/>

                    제16조 (매매부적합상품)<br/>
                    ① 회사는 등록된 물품이 본 조 제3항에 따른 매매부적합상품 등 온라인상에서의 매매, 유통에 적합하지 않은 물품인 경우에는 직권 또는 권리주장자의 요청에 따라 해당 물품 등록을 삭제, 취소하거나 중지할 수 있습니다.<br/>
                    ② 회사는 등록된 물품이 법령 또는 약관에 위반되거나, 공서양속을 저해하거나 기타 탈법행위와 관련되거나 그러한 목적이 있는 경우 또는 회사의 정책상 필요에 의한 경우에는 직권으로 이를 삭제, 취소하거나 중지할 수 있습니다.<br/>
                    ③ 다음 각 호의 매매부적합상품은 판매를 금하며, 매매부적합상품을 판매함에 따른 모든 책임은 해당 상품을 등록한 회원이 부담합니다.<br/>
                    1) 허위 또는 과장 광고를 통한 상품<br/>
                    2) 지적재산권(상표권, 저작권 등) 등 타인의 권리를 침해하는 상품<br/>
                    3) 관련 법령에서 유통을 금지하는 음란물 등<br/>
                    4) 인증검사 등을 통과하지 못한 공산품 또는 전기, 통신용품<br/>
                    5) 심의되지 않거나 불법 복제된 영상물, 음반, 게임물 등<br/>
                    6) 장물이나 습득한 유실물<br/>
                    7) 주류(관련 국세청 고시에 따라 통신판매가 허용되는 전통주 제외), 담배, 도수가 있는 안경, 콘택트렌즈, 선글라스, 군수품, 의약품 등 관련 법령에 의하여 통신판매가 금지되는 상품<br/>
                    8) 관계기관으로부터 판매중지 또는 유보 결정(요청)이 있는 상품<br/>
                    9) 기타 회사의 정책에 따라 취급이 금지되거나 공서양속에 반하는 상품<br/><br/>

                    제17조 (상품의 배송)<br/>
                    ① 구매회원의 주문에 따른 결제가 완료되면, 회사는 판매회원이 주문 정보를 확인할 수 있도록 조치를 취하고, 판매회원은 당해 주문 정보에 따라 상품이 파손되지 않도록 적절한 포장을 한 후 직접 배송을 하거나 배송의 증명이나 추적이 가능한 물류대행(택배)업체에 배송을 위탁하여 배송하여야 합니다.<br/>
                    ② 판매회원은 구매회원의 결제일로부터 3 영업일 이내에 상품의 발송을 완료하여야 하고(단, 회원이 별도 배송조건을 설정한 상품의 경우 그에 따름), 플랫폼에 송장번호 등의 발송 관련 정보를 입력하여 발송이 완료되었음을 증명하여야 합니다.<br/>
                    ③ 판매회원이 전항의 기한 내에 상품을 발송하지 못할 경우에는 판매자 사이트 내 발송지연 안내 기능을 이용하여 발송지연사유 및 발송예정일을 입력해야 하며, 발송지연 안내 처리를 하지 않거나, 발송지연 안내 처리시 입력한 발송예정일을 초과하는 경우 회사는 페널티 부여 등으로 불이익을 줄 수 있습니다. 단, 판매회원이 별도 배송조건을 설정한 상품의 경우 본항 본문이 적용되지 않을 수 있습니다.<br/>
                    ④ 구매회원의 귀책사유 없이, 판매회원의 배송지 오류 등으로 인하여 구매회원이 상품을 정상적으로 수령하지 못한 경우 또는 상품의 배송과정에서 하자가 발생한 경우, 판매회원은 그에 관한 모든 책임을 부담하여야 합니다.<br/>
                    ⑤ 회사는 제3자와 업무제휴를 통해 배송상태 조회, 송장출력, 반품택배 네트워킹 서비스 등을 실시할 수 있습니다.<br/>
                    ⑥ 구매회원의 귀책사유 없이 상품의 배송이 지연되거나 미 배송으로 거래가 취소되는 경우 회사는 판매회원에게 페널티 부여 등으로 불이익을 줄 수 있습니다.<br/>
                    ⑦ 상품의 배송과 관련하여 구매회원과 분쟁이 발생한 경우 회사는 판매회원에게 배송완료의 증빙을 요청할 수 있으며, 판매회원은 회사의 요청이 있은 날로부터 7일 이내에 해당 자료를 제출하여야 합니다.<br/>
                    ⑧ 판매회원이 전항의 증빙자료를 제출하지 않거나, 허위 배송정보의 입력으로 구매회원 및 회사에 발생하는 손해 및 제반 문제에 대한 모든 책임은 판매회원에게 있으며, 회사는 해당 판매회원에게 페널티 부여 등으로 불이익을 줄 수 있습니다.<br/>
                    ⑨ 판매회원은 배송 방식을 배송의 트래킹이 되지 않는 직접 배송 등으로 선택하여 발송할 수 있으나 배송의 증명 또는 배송의 추적이 되지 않아 클레임이 발생할 경우, 상품배송에 대한 증빙자료를 제시하여야 합니다.<br/>
                    ⑩ 판매회원의 발송확인 처리 이후에 구매회원이 수취확인을 하지 않아 배송중 상태가 지연될 경우, 회사는 수취확인요청 안내를 할 수 있습니다. 회사의 안내 이후에도 구매회원의 수취확인이 이루어지지 않을 경우 발송확인일로부터 14일이 경과한 시점에 자동으로 구매확정일로 전환될 수 있으며 이 경우 실제 구매회원이 상품을 수령하지 못한 경우에 구매회원은 미수취신고를 할 수 있습니다.<br/>
                    ⑪ 구매회원은 구매한 예약상품에 대해 판매회원이 지정한 배송기간을 넘기면 보상금을 받을 수 있습니다.<br/>
                    (단, 베타기간 즉시상품의 경우 제외됩니다.)<br/>
                    ⑫ 구매회원은 구매한 예약상품에 대해 판매회원이 지정한 배송기간을 넘겨 이 후 15일이 되는 미배송 확정일이 될 경우 전액 환불 및 미배송 보상금을 받을 수 있습니다.<br/>
                    (단, 베타기간 즉시상품의 경우 제외됩니다.)<br/>
                    ⑬ 보상금은 지연 기간에 따라 적립금으로 받을 수 있습니다.<br/><br/>

                    제18조 (취소, 반품, 교환, 환불)<br/>
                    ① 회원은 구매한 상품이 발송되기 전까지 구매를 취소할 수 있으며, 배송중인 경우에는 취소가 아닌 반품절차에 따라 처리됩니다.<br/>
                    ② 회원이 결제를 완료한 후 배송중, 구매확정 등 배송이 시작되기 전인 상태에서는 취소신청 접수 시 특별한 사정이 없는 한 즉시 취소처리가 완료됩니다.<br/>
                    ③ 배송중 상태에서 취소신청한 때에 이미 상품이 발송이 된 경우에는 발송된 상품의 왕복배송비를 구매자가 부담하는 것을 원칙으로 하며, 취소가 아닌 반품절차에 따라 처리됩니다.<br/>
                    ④ "예약 상품"의 경우에는 판매자가 상품판매 시 표기한 "취소정책"에 따라 환불 금액이 결정됩니다.<br/>
                    ⑤ 취소처리에 따른 환불은 카드결제의 경우 취소절차가 완료된 즉시 결제가 취소되며, BLCT결제의 경우 취소 시점 시세를 반영하여 구매원화가격에 해당하는 BLCT로 환불 됩니다.<br/>
                    ⑥ 회원은 판매자의 상품 발송 시로부터 10일 이내까지 관계법령에 의거하여 반품을 신청할 수 있습니다.<br/>
                    ⑦ 반품에 관한 일반적인 사항은 전자상거래등에서의소비자보호에관한법률 등 관련법령이 판매자가 제시한 조건보다 우선합니다.<br/>
                    ⑧ 반품에 소요되는 비용은 반품에 대한 귀책사유가 있는 자에게 일반적으로 귀속됩니다. (예를 들어, 단순변심 : 구매자부담, 상품하자 : 판매자부담 등)<br/>
                    ⑨ 반품 신청 시 반품송장번호를 미기재하거나 반품사유에 관하여 판매자에게 정확히 통보(구두 또는 서면으로)하지 않을 시 반품처리 및 환불이 지연될 수 있습니다.<br/>
                    ⑩ 반품에 따른 환불은 반품 상품이 판매자에게 도착되고 반품사유 및 반품배송비 부담자가 확인된 이후에 카드 결제 및 BLCT 결제 모두 즉시 결제가 취소됩니다. 다만, 회사는 부정하게 환불을 받은 구매회원에 대해서는 조치를 취할 수 있습니다.<br/>
                    ⑪ 반품배송비를 구매자가 부담하여야 하는 경우 반품배송비의 추가 결제가 이루어지지 않으면 환불이 지연될 수 있습니다.<br/>
                    ⑫ 회원은 판매자의 상품 발송 시로부터 10일이내까지 관계법령에 의거하여 교환을 신청할 수 있습니다.<br/>
                    ⑬ 교환신청을 하더라도 판매자에게 교환할 물품의 재고가 없는 경우에는 교환이 불가능하며, 이 경우에 해당 교환신청은 반품으로 처리됩니다.<br/>
                    ⑭ 교환에 소요되는 비용은 물품하자의 경우에는 판매자가 왕복배송비를 부담하나 구매자의 변심에 의한 경우에는 구매자가 부담합니다.<br/>
                    ⑮ 회사는 구매자의 취소 또는 반품에 의하여 환불사유가 발생할 시 카드결제의 경우 취소절차가 완료되면 결제가 취소되며, BLCT결제의 경우 취소 시점 시세를 반영하여 구매원화가격에 해당하는 BLCT로 환불 됩니다.<br/>
                    ⑯ 카드결제를 통한 구매건의 환불은 원칙적으로 카드결제 취소를 통해 환불되며, BLCT결제의 경우 해당시세를 반영하여 구매원화가격에 해당하는 BLCT 환불 및 미배송 보상금(BLCT)이 지급됩니다.<br/>
                    ⑰ 구매한 예약상품이 판매자가 설정한 배송기간이 지나고 ‘미배송 확정일’이 되면 예약거래가 자동 취소되며, 전액 환불 및 미배송에 대한 보상금(BLCT)이 구매자에게 자동지급됩니다.<br/><br/>

                    제19조 (반품/교환/환불의 적용 배제)<br/>
                    구매자는 다음 각 호의 경우에는 환불 또는 교환을 요청할 수 없습니다.<br/>
                    1) 구매자의 귀책사유로 말미암아 상품이 멸실·훼손된 경우<br/>
                    2) 구매자의 사용 또는 일부 소비에 의하여 상품의 가치가 현저히 감소한 경우<br/>
                    3) 시간의 경과에 의하여 재판매가 곤란할 정도로 상품의 가치가 현저히 감소한 경우<br/>
                    4) 복제가 가능한 상품의 포장을 훼손한 경우<br/>
                    5) 주문에 따라 개별적으로 생산되는 물품 등 판매자에게 회복할 수 없는 중대한 피해가 예상되는 경우로서 사전에 해당 거래에 대하여 별도로 그 사실을 고지하고 구매자의 서면(전자문서를 포함)에 의한 동의를 받은 경우<br/><br/>

                    제20조 (페널티 및 자격 정지)<br/>
                    ① 회사는 서비스를 통한 상품 거래의 안전성과 신뢰성을 제고하기 위하여 이 약관에서 정한 바에 따라 회원의 회원자격을 정지하거나 서비스의 이용을 제한 할 수 있습니다.<br/>
                    1) 페널티에 따른 회원 자격정지 및 불이익 제공<br/>
                    가) 회사는 회원의 거래를 평가하여 회원에게 페널티를 부여합니다. 회사는 회원에 대해 회사가 미리 고지하는 일정기간의 판매실적과 판매거부 내역, 배송, 반품, 민원 처리지연 등에 기초한 페널티를 부여하며 회원의 페널티에 따라 일정한 혜택(또는 불이익)을 제공하거나 회원자격을 정지할 수 있습니다.<br/>
                    나) 회사는 회원이 페널티에 대한 상세 내용을 확인할 수 있도록 운영정책을 통해 상세 내용을 안내합니다.<br/>
                    2) 부정거래 또는 매매불가상품등록 등 이용규칙위반 또는 기타 위법, 부당행위에 따른 이용정지<br/>
                    ② 회사는 회원이 본 약관, 회사의 운영정책 및 관련법령을 위반하거나, 타인의 권리를 침해하는 행위 또는 그러한 위법•부당한 행위가 있는 것으로 의심될 만한 상당한 이유가 있는 경우 회원의 회원자격을 정지하거나 서비스의 이용을 제한 할 수 있습니다.<br/>
                    ③ 회원에 대한 자격정지 및 서비스 이용제한의 구체적인 기준 등에 대해서는 운영정책에서 정합니다.<br/><br/>

                    제21조 (정산)<br/>
                    ① 서비스를 통해 판매된 상품이 구매확정되는 경우, 회사는 회사의 정산일정 및 정책에 따라 해당 상품 판매대금에서 서비스 이용요금, 회사에 대한 미납금 및 기타 채무금을 공제한 나머지 금액(이하 “정산대금”이라 함)을 해당 상품을 판매한 판매회원에게 매월 5영업일에 지급합니다.<br/>
                    ② 판매회원이 회사가 지정하는 물품위치추적서비스를 통하여 배송하고 배송시작일로부터 14일이내 구매회원으로부터 교환, 반품, 환불에 대한 의사가 없는 경우 회사는 회사의 정책에 따른 자동구매확정 절차를 진행할 수 있습니다.<br/>
                    ③ 판매회원이 기타의 배송방법을 통하여 배송한 경우 구매회원의 결제일로부터 15일 이내에 구매회원의 교환, 반품, 환불에 대한 의사표시가 없으면 회사는 회사의 정책에 따른 자동구매확정 절차를 진행할 수 있습니다. 다만, 구매회원의 이의 제기 등 민원 등이 접수되는 경우에는 자동구매확정이 되지 않을 수 있습니다.<br/>
                    ④ 회사는 세금계산서 발행 및 정산대금을 지급하기 위하여 판매회원의 주민등록번호(외국인인 경우 외국인등록번호. 이하 “주민등록번호등”이라 함)의 수집 및 이용 등에 대한 동의를 요청할 수 있으며, 회원이 이에 동의하지 않는 경우 판매회원 계정에 예치금으로 정산대금을 지급함으로써 그 채무를 면할 수 있습니다. 또한 회사는 판매회원이 세금계산서 발행 등을 위한 주민등록번호등의 수집 및 이용 등에 동의하지 않은 경우 동의가 있을 때까지 예치금의 출금을 제한할 수 있습니다.<br/>
                    <br/>
                    제22조 (정산의 보류)<br/>
                    ① 회사는 판매회원의 귀책사유로 인해 회사 및 구매회원에게 발생한 손해 등의 제비용을 판매대금 정산 시 공제할 수 있으며, 판매회원과의 이용계약 종료 후 당해 판매회원의 판매대금의 일정 비율에 해당하는 금액을 이용계약 종료일로부터 일정기간 동안 예치하여 동 기간 동안 구매회원으로부터의 환불, 교환 등 클레임 제기 시 관련 비용의 지급에 사용할 수 있습니다.<br/>
                    ② 판매회원의 채권자의 신청에 의한 판매대금의 가압류, 압류 및 추심명령 등 법원의 결정이 있을 경우, 회사는 판매회원과 채권자 간의 합의 또는 채무 액의 변제 등으로 동 결정이 해제될 때까지 판매대금의 정산을 중지할 수 있습니다.<br/>
                    ③ 판매회원이 본 약관의 규정을 위반하거나 위반한 것으로 의심될 만한 타당한 정황이 있는 경우 거래에 대한 처리, 취소 등을 위해 판매대금의 정산을 일정기간 보류 할 수 있습니다.<br/>
                    ④ 본 조에 정한 외에도 법률의 규정에 의하거나 합리적인 사유가 있는 경우에는 회사는 판매회원에게 통지하고 판매대금의 전부 또는 일부에 대한 정산을 일정 기간 유보하거나 회사가 판매회원에게 가지는 채권과 상계할 수 있습니다.<br/>
                    <br/>
                    제23조 (결제서비스)<br/>
                    ① 회원은 서비스를 통한 모든 거래의 결제에 있어 회사가 제공하는 결제 서비스를 이용하여야 합니다. 회원이 회사의 결제 서비스를 통하지 않고 직거래 등을 유도하는 경우, 회사는 해당 거래를 취소하거나, 판매를 중지하는 등 기타 필요한 조치를 취할 수 있습니다.<br/>
                    ② 회사가 제공하는 결제 서비스를 이용하지 않은 거래 및 물품 또는 결제 서비스가 종결된 이후의 거래와 관련하여 발생한 모든 사항은 판매회원과 구매회원이 상호 협의를 통해 해결하여야 합니다.<br/>
                    ③ 회원은 회사가 제공하는 서비스를 이용함에 있어서 결제 서비스의 이용과 그 규칙에 동의하여야 합니다.<br/>
                    <br/>
                    제24조 (거래정보 공유)<br/>
                    서비스 이용 과정에서 발생하는 다음 각 호의 거래 정보는 다른 회원들에게 공개 또는 공유될 수 있습니다. 단 회원의 개인정보는 공개 또는 공유되지 않습니다.<br/>
                    1) 회원 상호 및 연락처<br/>
                    2) 취급 상품 및 거래 상품명, 거래 가격<br/>
                    3) 회원과 거래한 거래자의 상호 및 업종<br/>
                    4) 배송 방법 및 거래 조건<br/>
                    5) 기타 회원이 공개한 정보<br/>
                    <br/>
                    제25조 (적립금)<br/>
                    ① “마켓블리”는 회원의 구매활동, 이벤트 참여 등에 따라 회원에게 일정한 적립금을 부여할 수 있습니다.<br/>
                    ② 회원은 적립금을 “마켓블리”에서 상품 등의 구매 시 결제 수단으로 사용할 수 있으며, “마켓블리”는 적립금의 적립기준, 사용방법, 사용기간 및 제한에 대한 사항을 사이트에 별도로 게시하거나 통지합니다. 적립금의 사용조건에 관한 사항은 “마켓블리”의 정책에 따라 달라질 수 있습니다.<br/>
                    ③ “마켓블리”는 회원이 “마켓블리”가 승인하지 않은 방법 또는 허위 정보 제공 등의 부정한 방법으로 적립금을 획득하거나 부정한 목적이나 용도로 적립금을 사용하는 경우 적립금의 사용을 제한하거나 적립금을 사용한 구매신청을 취소하거나 회원 자격을 정지할 수 있습니다.<br/>
                    <br/>
                    제26조 (할인쿠폰)<br/>
                    ① 할인쿠폰은 회원에게 무상으로 발행되는 것으로 “마켓블리”는 회원이 할인쿠폰을 사이트에서 상품 구매 시 적용할 수 있도록 그 사용대상, 사용방법, 사용기간, 구매가 할인액 등을 정할 수 있습니다. 할인쿠폰의 종류 또는 내용은 “마켓블리”의 정책에 따라 달라질 수 있습니다.<br/>
                    ② “마켓블리”는 할인쿠폰의 사용대상, 사용방법, 사용기간, 할인금액 등을 사이트에 별도로 표시하거나 통지합니다.<br/>
                    ③ 할인쿠폰은 현금으로 환급될 수 없으며, 할인쿠폰의 사용기간이 만료되거나 구매 취소 시 또는 이용계약이 종료되면 소멸됩니다.<br/>
                    ④ “회원은 할인쿠폰을 제3자에게 또는 다른 아이디로 양도할 수 없으며, 유상으로 거래하거나 현금으로 전환할 수 없습니다.<br/>
                    ⑤ “마켓블리”는 회원이 “마켓블리”가 승인하지 않은 방법으로 할인쿠폰을 획득하거나 부정한 목적이나 용도로 할인쿠폰을 사용하는 경우 할인쿠폰의 사용을 제한하거나 할인쿠폰을 사용한 구매신청을 취소하거나 회원 자격을 정지할 수 있습니다.<br/>
                    ⑥ 회원 탈퇴 시 “마켓블리”로부터 발급받은 할인쿠폰 중 미사용한 할인쿠폰은 즉시 소멸되며, 탈퇴 후 재가입하더라도 소멸된 할인쿠폰은 복구되지 아니합니다.<br/>
                    <br/>
                    제27조 (이용계약의 종료)<br/>
                    ① 회사는 회원에게 다음 각호의 사유가 발생한 경우 해당 회원과 체결한 이용계약을 해지할 수 있습니다.<br/>
                    1) 이 약관 및 회사의 운영정책을 위반하거나 회사로부터 그 시정을 요구 받은 후 7일 이내에 이를 시정하지 아니한 경우<br/>
                    2) 압류 및 가압류 등 금융기관의 거래정지, 회생 및 파산절차의 개시, 영업정지 및 취소 등의 행정처분, 주요 자산에 대한 보전처분, 영업양도 및 합병 등으로 이용계약의 이행이 불가능한 경우<br/>
                    3) 관련 법령을 위반하거나 회원의 책임 있는 사유로 인하여 회사가 명예 실추 등 유/무형적 손해를 입은 경우<br/>
                    4) 제5조 제4항의 승낙 거부사유가 있음이 확인된 경우<br/>
                    5) 기타 회사가 판단한 합리적인 사유에 의거하여 이용계약의 해지가 필요하다고 인정 할 경우<br/>
                    ② 회사는 본 조에 따라 이용계약을 해지하는 경우 제11조에서 정한 방법으로 회원에게 해지의 의사를 통지합니다. 이 경우 회사는 해지를 하기 전에 상당한 기간을 정하여 회원에게 이의 신청의 기회를 부여합니다. 다만, 전항 제1호 및 제2호의 경우와 이 약관 및 운영정책에서 정하는 사유가 있을 경우에는 별도의 이의 신청 기간을 부여하지 않을 수 있습니다.<br/>
                    ③ 회원이 이 약관에 의한 이용계약을 해지하고자 하는 경우, 해지사유를 기재하여 판매자 사이트를 통해 회원 탈퇴를 요청하여야 합니다. 만약 현재 진행 중인 거래, 문의, 또는 민원이 있거나 이 약관 제19조에 따라 회원자격이 정지된 경우에는 탈퇴 신청이 불가능하며, 회원이 해당 사항을 처리 완료한 후 이 약관 및 운영정책에 정하는 바에 따라 탈퇴 및 이용계약 해지가 가능합니다.<br/>
                    ④ 이용계약의 해지에도 불구하고 회원은 해지 시까지 완결되지 않은 주문 건의 배송, 교환, 환불에 필요한 조치를 취하여야 하며, 해지 이전에 이미 판매한 상품과 관련하여 발생한 회원의 책임과 관련된 조항은 그 효력을 유지합니다.<br/>
                    ⑤ 본 조에 의한 이용계약의 해지는 기발생한 양당사자의 권리관계 및 손해배상 청구권에 영향을 미치지 아니합니다.<br/>
                    <br/>
                    제28조 (비밀유지)<br/>
                    ① 회원은 다른 회원의 정보를 포함하여 서비스 이용과 관련하여 취득한 일체의 정보를 회사의 서면 동의 없이 외부에 유출하거나 이 약관 이외의 목적으로 사용할 수 없습니다.<br/>
                    ② 전항의 의무는 이용계약의 종료 후에도 존속합니다.<br/>
                    <br/>
                    제29조 (양도금지)<br/>
                    ① 회원은 회사의 사전 서면 동의 없이 이 약관에 따른 일체의 권리와 의무를 제3자에게 양도하거나 담보의 목적으로 제공할 수 없습니다.<br/>
                    ② 회사는 회원이 본 조를 위반하는 경우 서비스 제공을 거부할 권한을 가지며, 회원과의 이용계약을 해지할 수 있습니다.<br/>
                    <br/>
                    제30조 (손해배상)<br/>
                    회사 또는 회원의 명백한 귀책 사유로 이 약관을 위반하여 상대방 또는 다른 회원에게 손해를 발생하게 한 때에는 귀책 당사자는 이를 배상할 책임을 부담합니다.<br/>
                    <br/>
                    제31조 (회사의 면책)<br/>
                    ① 회사는 구매회원과 판매회원간의 통신판매를 위한 거래시스템만을 제공할 뿐, 회원이 등록한 상품 및 용역 등에 관한 정보 또는 회원간 거래에 관하여 분쟁이 발생한 경우 회사는 그 분쟁에 개입하지 않으며 그 분쟁의 결과로 인한 모든 책임은 회원 자신이 부담합니다. 제3자가 회사를 상대로 민•형사상 등의 문제를 제기하는 경우 판매회원은 해당 문제해결을 위해 적극 협조하여야 하며, 이와 관련하여 회사에 손해가 발생한 경우 손해를 배상합니다. 단, 회사는 분쟁의 합리적이고 원활한 조정을 위하여 회사가 설치 운영하는 안전거래센터(고객센터 포함)를 통해 예외적으로 당해 분쟁에 개입할 수 있으며, 회원은 안전거래센터의 결정을 신의칙에 입각하여 최대한 존중해야 합니다.<br/>
                    ② 회사는 적법한 권리자의 요구가 있는 경우에는 서비스에 등록된 상품 및 용역 등에 관한 정보를 삭제하거나 수정할 수 있으며, 회원은 이로 인한 손해배상을 회사에 청구할 수 없습니다.<br/>
                    ③ 회사는 관련법령에 의거하여 판매회원의 정보를 열람할 수 있는 방법을 구매회원에게 제공할 수 있으며, 판매회원은 당해 정보를 기재하지 아니하거나, 허위로 기재함으로써 발생하는 모든 책임을 부담하여야 합니다.<br/>
                    ④ 회사는 컴퓨터 등 정보통신설비의 보수, 점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있으며, 이와 관련하여 회사는 고의 또는 중대한 과실이 없는 한 책임을 지지 않습니다.<br/>
                    ⑤ 회원이 자신의 개인정보 또는 플랫폼 계정 정보를 타인에게 유출 또는 제공함으로써 발생하는 피해에 대해서 회사는 책임을 지지 않습니다.<br/>
                    ⑥ 기타 관련 법령 및 회사에서 제공한 이용약관 및 개별약관의 변경, 회원 공지사항 등의 확인의무를 게을리하여 발생한 회원의 피해에 대해서 회사는 책임을 지지 않습니다.<br/>
                    <br/>
                    제32조 (관할 법원)<br/>
                    이 약관과 회사와 회원 간의 서비스 이용계약 및 회원 상호간의 분쟁에 대해 회사를 당사자로 하는 소송이 제기될 경우에는 회사의 본사 소재지를 관할하는 법원을 합의관할법원으로 정하여 분쟁을 해결합니다.<br/>
                    <br/>
                    {'<부칙>'}<br/>
                        제 1 조 (시행일자)<br/>
                        ① 이 약관은 2019년 12월 30일부터 시행됩니다.<br/><br/>
                </div>
        </Fragment>
    )
}